files/xml/8.6.0.6/0011__regOrgBinding__importDataProvider_uk46.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://dom.gosuslugi.ru/schema/integration/{{.HuisVer}}/" xmlns:org="http://dom.gosuslugi.ru/schema/integration/{{.HuisVer}}/organizations-registry-common/" xmlns:xd="http://www.w3.org/2000/09/xmldsig#">
   <soapenv:Header>
      <ns:ISRequestHeader>
         <ns:Date>{{CurDateTime1}}</ns:Date>
         <ns:MessageGUID>{{RandomGUID}}</ns:MessageGUID>
      </ns:ISRequestHeader>
   </soapenv:Header>
   <soapenv:Body>
      <org:importDataProviderRequest>

         <org:DataProvider>
            <ns:TransportGUID>{{RandomGUID}}</ns:TransportGUID>
            <org:AllocateSenderID>
               <ns:RegOrg>
                  <ns:orgRootEntityGUID>62240a18-ce06-4de6-9ef9-fb3c9d419b6f</ns:orgRootEntityGUID>
               </ns:RegOrg>
            </org:AllocateSenderID>

         </org:DataProvider>
      </org:importDataProviderRequest>
   </soapenv:Body>
</soapenv:Envelope>